import { PrismaClient } from '@prisma/client';
import {each, first, last, size} from 'lodash';
import { CATEGORY } from "../../src/glossary/glossary.constants";

export default class GlossariesSeed {
  async seed(prisma: PrismaClient) {
    const glossaries = {
      // вартість
      [CATEGORY.COST]: [
        ['8',],
        ['9',],
        ['10',],
      ],
      // Тип транспорту
      [CATEGORY.TRANSPORT_TYPE]: [
        ['Автобус',],
        ['Тролейбус',],
        ['Трамвай',],
      ],
      // підпроємство
      [CATEGORY.ENTERPRISE]: [
        [
          "Харківська загальноосвітня школа I-III ступенів №67 Харківської міської ради Харківської області",
          "23912519"
        ],
        [
          "Комунальне некомерційне підприємство «Харківська міська стоматологічна поліклініка №5»",
          "31941614"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №80  Харківської міської ради\"",
          "24485226"
        ],
        [
          "Комунальний заклад \"Міська комплексна дитячо-юнацька спортивна школа\"  Харківської міської ради\"",
          "24481033"
        ],
        [
          "Комунальний заклад \"Харківська загальноосвітня школа І-ІІІ ступенів №175  \"Кулиничівська\" Харківської міської ради\" Харківської області\"",
          "25779605"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №33 комбінованого типуХарківської міської ради\"",
          "24483871"
        ],
        [
          "Комунальне підприємство \"Харківський Дата Центр\"",
          "40848524"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №335 Харківської міської ради\"",
          "24127604"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №25 Харківської міської ради\"",
          "24275612"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №401 Харківської міської ради\"",
          "24127254"
        ],
        [
          "Комунальне підприємство \" Харківська дирекція будівництва, ремонту та реконструкції\"",
          "43643855"
        ],
        [
          "Комунальний заклад \"Харківська загальноосвітня школа І-ІІІ ступенів №158 Харківської міської ради Харківської області",
          "24486622"
        ],
        [
          "Комунальне підприємство \"Сігма\" Харківської міської ради",
          "32949153"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська поліклініка №24\" Харківської міської ради",
          "02003474"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №158 комбінованого типу Харківської міської ради",
          "23907435"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №439 комбінованого типу Харківської міської ради",
          "24482668"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №101 Харківської міської ради\"",
          "24276439"
        ],
        [
          "Відділ культури по Московському району Департаменту культури Харківської міської ради",
          "37460277"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №50 Харківської міської ради\"",
          "24346588"
        ],
        [
          "Комунальний заклад \"Харківська загальноосвітня школа-інтернат І-ІІ ступенів №92 Харківської міської ради Харківської області імені Героя Радянського Союзу П.П. Набойченка\"",
          "24269787"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ ступенів №109  Харківської міської ради Харківської області ",
          "23907659"
        ],
        [
          "Управління соціального захисту населення адміністрації Новобаварського району Харківської міської ради",
          "03196676"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №124 Харківської міської ради Харківської області ",
          "21238197"
        ],
        [
          "Комунальний заклад «Харківська спеціалізована школа І ступеня №33 Харківської міської ради Харківської області»",
          "24484623"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №121 Харківської міської ради Харківської області ",
          "24481671"
        ],
        [
          "Управління соціального захисту населення адміністрації Шевченківського району Харківської міської ради",
          "03196593"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (дитячий-садок) №3 Харківської міської ради",
          "33368820"
        ],
        [
          "Управління освіти адміністрації Новобаварського району Харківської міської ради",
          "02146311"
        ],
        [
          "Комунальний заклад \"Комплексна дитячо-юнацька спортивна школа №6 Харківської міської ради\"",
          "25616624"
        ],
        [
          "Харківська гімназія №178 \"Освіта\" Харківської міської ради Харківської області",
          "21182726"
        ],
        [
          "Комунальний заклад \"Комплексна дитячо-юнацька спортивна школа №8 Харківської міської ради\"",
          "26912809"
        ],
        [
          "Комунальне некомерційне підприємство «Міська поліклініка №20» Харківської міської ради",
          "34017656"
        ],
        [
          "Комунальний заклад Харківська загальноосвітня школа I-III ступенів №105 Харківської міської ради Харківської області",
          "24270282"
        ],
        [
          "Комунальний заклад \"Центр дитячої та юнацької творчості №1 Харківської міської ради\"",
          "23004006"
        ],
        [
          "Центр надання допомоги постраждалим від насильства",
          "41847448"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №349 Харківської міської ради\"",
          "24344572"
        ],
        [
          "Управління земельних відносин Департаменту територіального контролю та земельних відносин Харківської міської ради",
          "26488996"
        ],
        [
          "Комунальне підприємство «Міська молочна фабрика-кухня дитячого харчування»",
          "22696568"
        ],
        [
          "Комунальний заклад \"Харківський муніципальний культурний центр\"",
          "38774820"
        ],
        [
          "Комунальне підприємство \"Благоустрій\" м.Харкова\"",
          "32444596"
        ],
        [
          "Комунальне підприємство \"Санітарно-екологічний центр\" Харківської міської ради",
          "24489307"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №178 Харківської міської ради",
          "23906915"
        ],
        [
          "Комунальне підприємство \"Центр розвитку міжнародного співробітництва\"",
          "37461773"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №288 комбінованого типу Харківської міської ради",
          "24479496"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №248 Харківської міської ради\"",
          "24277775"
        ],
        [
          "Комунальний заклад «Комплексна дитячо-юнацька спортивна школа №9 Харківської міської ради»",
          "24475044"
        ],
        [
          "Територіальний центр надання соціальних послуг Основ’янського району міста Харкова",
          "22672527"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №422 Харківської міської ради\"",
          "23912689"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №27 комбінованого типу Харківської міської ради\"",
          "23906849"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №446 Харківської міської ради",
          "23906909"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №309 Харківської міської ради\"",
          "24479639"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №259 Харківської міської ради\"",
          "38277762"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №72 Харківської міської ради\"",
          "24341533"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №22 Харківської міської ради Харківської області",
          "23906861"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №56 Харківської міської ради Харківської області",
          "24484161"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна дитяча лікарня №24» Харківської міської ради",
          "31766242"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ ступенів №62 Харківської міської ради Харківської області",
          "24489750"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна лікарня №27» Харківської міської ради",
          "02003729"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №73 Харківської міської ради\"",
          "41436465"
        ],
        [
          "Комунальна установа \"Спеціалізована водно-рятувальна служба міста Харкова\"",
          "35698433"
        ],
        [
          "Комунальне некомерційне підприємство «Міський шкірно-венерологічний диспансер №4» Харківської міської ради",
          "24270460"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №323 комбінованого типу\" Харківської міської ради",
          "23919027"
        ],
        [
          "Відділ культури по Слобідському району Департаменту культури Харківської міської ради",
          "37460680"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №4 Харківської міської ради\"",
          "59586374"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №140 Харківської міської ради Харківської області ",
          "24484215"
        ],
        [
          "Департамент соціальної політики Харківської міської ради",
          "34756609"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №338 Харківської міської ради\"",
          "43208724"
        ],
        [
          "Управління освіти адміністрації Холодногірського району Харківської міської ради",
          "02146305"
        ],
        [
          "Комунальний заклад \"Комплексна дитячо-юнацька спортивна школа №16 Харківської міської ради\"",
          "24479852"
        ],
        [
          "Комунальне некомерційне підприємство «Міська дитяча поліклініка №1» Харківської міської ради",
          "22645921"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №67 Харківської міської ради\"",
          "24342260"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №143 Харківської міської ради Харківської області",
          "24484149"
        ],
        [
          "Комунальний заклад \"Комплексна  дитячо-юнацька спортивна школа  №11 Харківської міської ради\"",
          "24481820"
        ],
        [
          "Харківська гімназія №46 ім. М.В. Ломоносова Харківської міської ради Харківської області",
          "22645938"
        ],
        [
          "Комунальний заклад \"Центр позашкільної освіти \"Вектор\" Харківської міської ради\"",
          "24479881"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №13 Харківської міської ради\"",
          "24481493"
        ],
        [
          "Комунальний заклад \"Харківський міський центр реінтеграції бездомних осіб\"",
          "36986885"
        ],
        [
          "Комунальне підприємство \"Міська друкарня\"",
          "02470566"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №49  Харківської міської ради Харківської області імені Харківських дивізій\"",
          "24479993"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №18 комбінованого типу Харківської міської ради\"",
          "24272921"
        ],
        [
          "Комунальне підприємство \"Інкоммедсервіс\"",
          "38277031"
        ],
        [
          "Комунальний заклад \"Комплексна дитячо-юнацька спортивна школа №12 Харківської міської ради\"",
          "23907398"
        ],
        [
          "Харківська вечірня (змінна) школа ІІ-ІІІ ступенів №5 Харківської міської ради Харківської області",
          "24484155"
        ],
        [
          "Комунальний заклад \"дошкільний навчальний заклад (ясла-садок) №137 Харківської міської ради\"",
          "24483500"
        ],
        [
          "Комунальний заклад \"Харківська гімназія №169 Харківської міської ради Харківської області\"",
          "22720686"
        ],
        [
          "Харківська гімназія №34 Харківської міської ради Харківської області",
          "24342248"
        ],
        [
          "Відділ культури по Індустріальному району Департаменту культури Харківської міської ради",
          "37460717"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №37 Харківської міської ради Харківської області ",
          "24489201"
        ],
        [
          "Комунальне підприємство \"Комплекс з вивозу побутових відходів\"",
          "33290649"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №396 Харківської міської ради",
          "24284628"
        ],
        [
          "Комунальний заклад \"Комплексна дитячо-юнацька спортивна школа №4 Харківської міської ради\"",
          "24484126"
        ],
        [
          "Харківська загальноосвітня школа I-II ступенів №81 Харківської міської ради Харківської області",
          "24270744"
        ],
        [
          "Комунальне підприємство \"Об’єднання парків культури та відпочинку м.Харкова ",
          "37657100"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №70 Харківської міської ради Харківської області",
          "24481317"
        ],
        [
          "Комунальний заклад \"Харківська загальноосвітня школа І-ІІІ ступенів №135 Харківської міської ради Харківської області імені Героя Радянського Союзу К.Ф. Ольшанського\"",
          "23454347"
        ],
        [
          "Спеціалізоване комунальне підприємство по наданню соціальної допомоги  мешканцям м. Харкова \"Заповіт\"",
          "19475071"
        ],
        [
          "Комунальний заклад \"Харківський міський центр реабілітації та соціальної інтеграції Академія\"",
          "42024495"
        ],
        [
          "Департамент цифрової трансформації Харківської міської ради",
          "42298246"
        ],
        [
          "Комунальний заклад \"Харківська загальноосвітня школа І-ІІІ ступенів №136 Харківської міської ради Харківської області імені Героя Радянського Союзу П.Д. Говоруненка \"",
          "23912577"
        ],
        [
          "Комунальне підприємство «Харківський міський центр нерухомості»",
          "30884477"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №223  комбінованого типу Харківської міської ради\"",
          "24479906"
        ],
        [
          "Департамент служб у справах дітей Харківської міської ради",
          "26489104"
        ],
        [
          "Комунальний заклад \"Харківська гімназія №13 Харківської міської ради Харківської області",
          "23912488"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) № 115  Харківської міської ради\"",
          "35349569"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ  ступенів №87 Харківської міської ради Харківської області",
          "23912548"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №20 Харківської міської ради Харківської області ",
          "22645789"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №10 Харківської міської ради Харківської області",
          "24344856"
        ],
        [
          "Харківська загальноосвітня школа II-III ступенів №69 Харківської міської ради Харківської області",
          "23912525"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №461\" Харківської міської ради",
          "23746943"
        ],
        [
          "Комунальне підприємство \"Міський архів\"",
          "34466941"
        ],
        [
          "Комунальне некомерційне підприємство «Міська поліклініка №19» Харківської міської ради",
          "23333767"
        ],
        [
          "Комунальне некомерційне підприємство «Міська дитяча поліклініка №13» Харківської міської ради",
          "03293480"
        ],
        [
          "Державний комунальний заклад Учбово-виробниче автогосподарство Київського району м. Харкова",
          "23757310"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська поліклініка №5\" Харківської міської ради",
          "32149096"
        ],
        [
          "Комунальне некомерційне підприємство \"Міський шкірно-венерологічний диспансер №2\" Харківської міської ради",
          "32444528"
        ],
        [
          "Комунальне підприємство \"Харківські теплові системи\"",
          "43248133"
        ],
        [
          "Харківська гімназія №172 Харківської міської ради Харківської області",
          "24490575"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №150 Харківської міської ради",
          "24482699"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №93 Харківської міської ради Харківської області імені В.В.Бондаренка",
          "24279171"
        ],
        [
          "Комунальний заклад \"Центр дитячої та юнацької творчості №4 Харківської міської ради\"",
          "24482742"
        ],
        [
          "Комунальний заклад\"Центр дитячої та юнацької творчості №5 Харківської міської ради\"",
          "23912838"
        ],
        [
          "Комунальний початковий спеціалізований мистецький навчальний заклад \"Харківська хореографічна школа\"",
          "02220326"
        ],
        [
          "Комунальне підприємство \"Харківблагоустрій\"",
          "34755720"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №378  Харківської міської ради\"",
          "24482682"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №125 комбінованого типу Харківської міської ради",
          "36457499"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №263\" Харківської міської ради",
          "23746920"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №91 Харківської міської ради Харківської області ",
          "23321391"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №296\" Харківської міської ради",
          "23746955"
        ],
        [
          "Територіальний центр надання соціальних послуг Шевченківського району міста Харкова ",
          "23009222"
        ],
        [
          "Комунальний заклад \"Харківська загальноосвітня школа-інтернат І-ІІ ступенів №14 Харківської міської ради\"",
          "24483990"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №324\" Харківської міської ради",
          "41456209"
        ],
        [
          "Департамент з питань забезпечення життєдіяльності міста Харківської міської ради",
          "44098789"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №130 Харківської міської ради Харківської області",
          "21232008"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №441 комбінованого типу Харківської міської ради\"",
          "24342254"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №97 Харківської міської ради\"",
          "24483109"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №51 Харківської міської ради Харківської області",
          "23906921"
        ],
        [
          "Відділ культури по Немишлянському району Департаменту культури Харківської міської ради",
          "37460696"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №22\" Харківської міської ради",
          "35348916"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №7 Харківської міської ради Харківської області ",
          "24345873"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №238 комбінованого типу Харківської міської ради\"",
          "23918634"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна дитяча лікарня №16» Харківської міської ради",
          "24660907"
        ],
        [
          "Харківський ліцей №141 Харківської міської ради Харківської області",
          "24485367"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №126\" Харківської міської ради",
          "41679979"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №464 комбінованого типу Харківської міської ради\"",
          "36624886"
        ],
        [
          "Харківський педагогічний ліцей №4 Харківської міської ради Харківської області",
          "24489106"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №266\" Харківської міської ради",
          "24127751"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №394 Харківської міської ради\"",
          "41499174"
        ],
        [
          "Комунальне підприємство \"Салтівське трамвайне депо \"",
          "37766028"
        ],
        [
          "Комунальний заклад \"Харківська спеціалізована школа І-ІІІ ступенів №166 \"Вертикаль\" Харківської міської ради Харківської області",
          "23009920"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська клінічна лікарня №13\" Харківської міської ради",
          "02003770"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №106 комбінованого типу Харківської міської ради",
          "31597565"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №109 Харківської міської ради\"",
          "24275606"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №115 Харківської міської ради Харківської області",
          "21229830"
        ],
        [
          "Комунальне некомерційне підприємство «Міська поліклініка №6» Харківської міської ради",
          "02001506"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №150 Харківської міської ради Харківської області",
          "23907317"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №53 Харківської міської ради Харківської області",
          "24342811"
        ],
        [
          "Комунальне підприємство \"Центральний парк культури та відпочинку імені М. Горького\"",
          "02220763"
        ],
        [
          "Харківська загальноосвітня школа І ступеня №171 Харківської міської ради Харківської області ",
          "23912596"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №425 комбінованого типу Харківської міської ради",
          "23912643"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №410 \"Сонечко\" комбінованого типу Харківської міської ради\"",
          "24275182"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №39  Харківської міської ради\"",
          "24483184"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №163 комбінованого типу Харківської міської ради",
          "24273056"
        ],
        [
          "Комунальний заклад \"Міська комплексна дитячо-юнацька спортивна школа №7\"",
          "24335248"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська студентська лікарня\" Харківської міської ради",
          "02003646"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №76 Харківської міської ради Харківської області",
          "21227848"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська дитяча поліклініка №7\" Харківської міської рад ",
          "23002303"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №2 Харківської міської ради\"",
          "24276511"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №75 Харківської міської ради  Харківської області",
          "24481613"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) № 267 компенсуючого типу Харківської міської ради\"",
          "24479527"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №90 Харківської міської ради Харківської області ",
          "23321327"
        ],
        [
          "Комунальне некомерційне підприємство «Міська стоматологічна  поліклініка №6» Харківської міської ради",
          "03293741"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №140 Харківської міської ради",
          "24481582"
        ],
        [
          "Комунальний заклад \"Харківський Університетський ліцей  Харківської міської ради  Харківської області\"",
          "19461353"
        ],
        [
          "Відділ культури по Холодногірському району Департаменту культури Харківської міської ради",
          "37460591"
        ],
        [
          "Департамент земельних відносин Харківської міської ради",
          "44591908"
        ],
        [
          "Комунальне підприємство \"Центр поводження з тваринами\"",
          "03354431"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №112 комбінованого типу Харківської міської ради\"",
          "24483635"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №126 Харківської міської ради Харківської області ",
          "23912560"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №139 Харківської міської ради Харківської області",
          "24484113"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №457 Харківської міської ради",
          "24483983"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №129 Харківської міської ради Харківської області",
          "23906950"
        ],
        [
          "Комунальний заклад \"Харківська художня галерея ім. С.І. Васильківського\"",
          "24482073"
        ],
        [
          "Комунальний початковий спеціалізований мистецький навчальний заклад \"Дитяча музична школа №5 ім. Римського - Корсакова\"",
          "02220349"
        ],
        [
          "Комунальне некомерційне підприємство \"Міський психоневрологічний диспансер №3\" Харківської міської ради",
          "02002523"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №70 Харківської міської ради\"",
          "24485048"
        ],
        [
          "Харківська загальноосвітня школа  І - ІІІ ступенів №128 Харківської міської ради Харківської області",
          "24484178"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №154 Харківської міської ради Харківської області ",
          "23907487"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №153 Харківської міської ради Харківської області",
          "36225311"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна дитяча лікарня №19» Харківської міської ради",
          "26150984"
        ],
        [
          "Комунальний початковий спеціалізований мистецький навчальний заклад \"Харківська школа мистецтв для підлітків та дорослих\"",
          "05404937"
        ],
        [
          "Харківська гімназія №65 Харківської міської ради Харківської області",
          "21230483"
        ],
        [
          "Комунальне підприємство \"Меморіальний парк \"Дробицький Яр\"\"",
          "36457347"
        ],
        [
          "Комунальне спеціалізоване підприємство \"Харківгорліфт\"",
          "34754617"
        ],
        [
          "Комунальне підприємство \"Міська лікарня №1\" Харківської міської ради  ",
          "31733636"
        ],
        [
          "Харківська загальноосвітня школа I-II ступенів №68 Харківської міської ради Харківської області",
          "23321385"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №143 комбінованого типу Харківської міської ради\"",
          "24272571"
        ],
        [
          "Відділ культури по Основ'янському району Департаменту культури Харківської міської ради",
          "37460282"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №232\" комбінованого типу Харківської міської ради",
          "24482914"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №142 Харківської міської ради Харківської області ",
          "24485114"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №74 \"Веселка\" комбінованого типу Харківської міської ради",
          "24275919"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна  лікарня №2 імені проф. О.О. Шалімова» Харківської міської ради",
          "03293617"
        ],
        [
          "Управління екології та благоустрою Департаменту житлово-комунального господарства Харківської міської ради",
          "43978726"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №80 Харківської міської ради  Харківської області",
          "24481889"
        ],
        [
          "Комунальний заклад Харківська загальноосвітня школа I-III ступенів №74 Харківської міської ради Харківської області",
          "24480002"
        ],
        [
          "Комунальне підприємство \"Ритуал\" Харківської міської ради",
          "03354394"
        ],
        [
          "Департамент охорони здоров'я Харківської міської ради",
          "02012303"
        ],
        [
          "Комунальне підприємство \"Баст\"",
          "03062094"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №155 Харківської міської ради Харківської області ",
          "24481079"
        ],
        [
          "Харківська гімназія №144 Харківської міської ради Харківської області",
          "24335254"
        ],
        [
          "Комунальне підприємство \"Сучасне місто\" ",
          "01550814"
        ],
        [
          "Комунальне підприємство електромереж зовнішнього освітлення \"Міськсвітло\" Харківської міської ради",
          "03360874"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №374 комбінованого типу \"Ясочка\" Харківської міської ради",
          "24273777"
        ],
        [
          "Департамент економіки та комунального майна Харківської міської ради",
          "25610834"
        ],
        [
          "Комунальне підприємство \" Харьковские известия\"",
          "21232619"
        ],
        [
          "Комунальний заклад \"Харківська спеціалізована школа І-ІІІ ступенів №181 \"Дьонсурі\" Харківської міської ради Харківської області",
          "25609179"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №59 Харківської міської ради Харківської області",
          "21232016"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №279 Харківської міської ради",
          "23554369"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) № 105 Харківської міської ради\"",
          "23912761"
        ],
        [
          "Відділ культури по Шевченківському району  Департаменту культури Харківської міської ради",
          "37460151"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №428 Харківської міської ради",
          "24479562"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ ступенів №66 Харківської області Харківської міської ради",
          "24342892"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №292 Харківської міської ради\"",
          "25614401"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №437 комбінованого типу Харківської міської ради",
          "23907257"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №104 Харківської міської ради Харківської області",
          "24481926"
        ],
        [
          "Департамент бюджету і фінансів Харківської міської ради",
          "24272973"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №123 комбінованого типу Харківської міської ради\"",
          "24275457"
        ],
        [
          "Комунальне некомерційне підприємство  «Міський клінічний шкірно-венерологічний диспансер  №5» Харківської міської ради",
          "02002569"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №50 Харківської міської ради Харківської області",
          "23907636"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №28\" Харківської міської ради",
          "24483090"
        ],
        [
          "Комунальне підприємство \"Юна\"",
          "24676771"
        ],
        [
          "Територіальний центр надання соціальних послуг Московського району міста Харкова",
          "22682023"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №193 Харківської міської ради",
          "24482601"
        ],
        [
          "Відділ культури по Новобаварському району Департаменту культури Харківської міської ради",
          "37460298"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №427 Харківської міської ради\"",
          "24482707"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №82 комбінованого типу Харківської міської ради",
          "24272909"
        ],
        [
          "Комунальний заклад \"Харківська спеціалізована музично-театральна бібліотека ім. К.С. Станіславського\"",
          "02220906"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №199\" Харківської міської ради",
          "24483826"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна лікарня №30» Харківської міської ради",
          "02003669"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №160 Харківської міської ради Харківської області ",
          "24479987"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №57  Харківської міської ради Харківської області",
          "23334850"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №311 Харківської міської ради\"",
          "35699044"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №159 Харківської міської ради Харківської області",
          "23907613"
        ],
        [
          "Комунальний початковий спеціалізованиймистецький навчальний заклад \"Дитяча музична школа №9 ім. В.І. Сокальського\"",
          "02222182"
        ],
        [
          "Комунальне некомерційне підприємство «Міська поліклініка №11» Харківської міської ради",
          "03293758"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №363  Харківської міської ради\"",
          "24483859"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №231 комбінованого типу Харківської міської ради",
          "24272849"
        ],
        [
          "Комунальний заклад Харківська спеціалізована школа I-III ступенів №15 з поглибленим вивченням окремих предметів Харківської міської ради Харківської області ",
          "25813425"
        ],
        [
          "Комунальний заклад \"Харківська спеціалізована школа з поглибленим вивченням окремих предметів №133 \"Ліцей мистецтв\" Харківської міської ради Харківської області",
          "19472285"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №272 Харківської міської ради",
          "38774443"
        ],
        [
          "Комунальний заклад «Міська спеціалізована дитячо-юнацька спортивна школа олімпійського резерву з водних видів спорту Яни Клочкової»",
          "14107753"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №5 Харківської міської ради Харківської області",
          "24677500"
        ],
        [
          "Адміністрація Київського району Харківської міської ради",
          "37459151"
        ],
        [
          "Комунальне підрядне спеціалізоване підприємство по ремонту і будівництву автохляхів м. Харкова \"ШЛЯХРЕМБУД\"",
          "03359182"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №151 Харківської міської ради Харківської області ",
          "23321288"
        ],
        [
          "Департамент освіти Харківської міської ради",
          "22704183"
        ],
        [
          "Департамент культури Харківської міської ради",
          "26488045"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №440 Харківської міської ради\"",
          "24483115"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №377 Харківської міської ради\"",
          "34329941"
        ],
        [
          "Комунальне підприємство \"Міський інформаційний центр\"",
          "32135675"
        ],
        [
          "Комунальний заклад \"Центр дитячої та юнацької творчості  №3 Харківської міської ради\"",
          "14288223"
        ],
        [
          "Харківська гімназія №14 Харківської міської ради Харківської області",
          "23751950"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №420 Харківської міської ради\"",
          "24342277"
        ],
        [
          "Комунальний заклад \"Харківський навчально-виховний комплекс \"гімназія-школа І ступеня\" №24 Харківської міської ради\"\"Харківської області ім. І.Н. Питікова",
          "24479160"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна багатопрофільна лікарня  №25» Харківської міської ради",
          "22689195"
        ],
        [
          "Харківська гімназія №12 Харківської міської ради Харківської області",
          "24344974"
        ],
        [
          "Апарат Харківської міської ради та виконавчого комітету",
          "04059243"
        ],
        [
          "Комунальне некомерційне підприємство «Міська поліклініка №21» Харківської міської ради",
          "34017661"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №322  Харківської міської ради",
          "24482788"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №181 Харківської міської ради",
          "41663932"
        ],
        [
          "Управління комунального майна та приватизації Департаменту економіки та комунального майна Харківської міської ради",
          "14095412"
        ],
        [
          "Адміністрація Слобідського району Харківської міської ради",
          "37459125"
        ],
        [
          "Комунальне некомерційне підприємство «Міська поліклініка №9» Харківської міської ради",
          "22658190"
        ],
        [
          "Комунальний початковий спеціалізований мистецький навчальний заклад \"Школа сучасних театрально-сценічних напрямів\"",
          "23752429"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №71 Харківської міської ради Харківської області",
          "24481858"
        ],
        [
          "Комунальне підприємство \"Харківпарксервіс\"",
          "37999303"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №78 Харківської міської ради Харківської області ",
          "22645826"
        ],
        [
          "Комунальне підприємство «Автобаза спеціалізованого санітарного автотранспорту міста Харкова»",
          "03394838"
        ],
        [
          "Управління з питань фізичної культури та спорту Департамент у справах сім'ї, молоді та спорту Харківської міської ради",
          "26488105"
        ],
        [
          "Управління соціального захисту населення Адміністрації Основ'янського району Харківської міської ради",
          "03196630"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №352 комбінованого типу Харківської міської ради",
          "43003350"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №117  Харківської міської ради\"",
          "24483150"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №418 компенсуючого типу Харківської міської ради",
          "32454413"
        ],
        [
          "Департамент житлово-комунального господарства Харківської міської ради",
          "43927048"
        ],
        [
          "Комунальний заклад \"Театр народної музики України \"Обереги\"",
          "21190849"
        ],
        [
          "Харківська гімназія №1 Харківської міської ради Харківської області",
          "22690554"
        ],
        [
          "Комунальне некомерційне підприємство \"Міський пологовий будинок №1 Харківської міської ради\"",
          "21240866"
        ],
        [
          "Комунальний заклад \"Музей видатних харків'ян ім. К.І. Шульженко\"",
          "23757639"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №47  Харківської міської ради\"",
          "26488418"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №41  Харківської міської ради Харківської області",
          "24342857"
        ],
        [
          "Територіальний центр надання соціальних послуг Індустріального району міста Харкова ",
          "21254516"
        ],
        [
          "Комунальний початковий спеціалізований мистецький навчальний заклад \"Харківська дитяча художня школа №1 ім. І.Ю. Рєпіна\"",
          "02220332"
        ],
        [
          "Територіальний центр надання соціальних послуг Київського району міста Харкова ",
          "22681791"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №108 Харківської міської ради\"",
          "40671476"
        ],
        [
          "Комунальне некомерційне підприємство  «Міська стоматологічна  поліклініка №3» Харківської міської ради",
          "23911856"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №438 Харківської міської ради",
          "24482722"
        ],
        [
          "Комунальний заклад \"Харківський Палац дитячої та юнацької творчості Харківської міської ради",
          "22684588"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (дитячий садок) №32 Харківської міської ради",
          "24272890"
        ],
        [
          "Комунальний заклад \"Харківська загальноосвітня школа І-ІІ ступенів №79 Харківської міської ради Харківської області імені Героя Радянського Союзу В.Д. Поколодного \"",
          "24270738"
        ],
        [
          "Адміністрація Немишлянського району Харківської міської ради",
          "37459240"
        ],
        [
          "Комунальна установа \"Офіс реформ Харкова\"",
          "42701926"
        ],
        [
          "Комунальне підприємство \"Харківводоканал\"",
          "03361715"
        ],
        [
          "Комунальний заклад \"Комплексна дитячо-юнацька спортивна школа №5 Харківської міської ради\"",
          "23756999"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна багатопрофільна лікарня №17» Харківської міської ради",
          "02003787"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №32  Харківської міської ради Харківської області імені двічи Героя Радянського Союзу О.О. Головачова",
          "24479438"
        ],
        [
          "Управління соціального захисту населення Адміністрації Індустріального району Харківської міської ради",
          "26281752"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №61 Харківської міської ради Харківської області  імені Героя Радянського Союзу І.О. Танкопія ",
          "24479846"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №38  Харківської міської ради Харківської області",
          "24479088"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №122 Харківської міської ради Харківської області",
          "24484037"
        ],
        [
          "Комунальне некомерційне підприємство «Міська поліклініка №8» Харківської міської ради",
          "03293913"
        ],
        [
          "Адміністрація Холодногірського району Харківської міської ради",
          "37459114"
        ],
        [
          "Комунальний заклад охорони здоров’я «Харківський міський інформаційно-аналітичний центр медичної статистики»",
          "37459696"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №382 \"Джерельце\" Харківської міської ради",
          "24276155"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №447 Харківської міської ради",
          "23912650"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №85 Харківської міської ради Харківської області",
          "24481145"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №337 Харківської міської ради\"",
          "24127656"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №66 Харківської міської ради",
          "24284404"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №132 Харківської міської ради Харківської області",
          "23907470"
        ],
        [
          "Комунальний заклад \"Харківський фізико-математичний ліцей №27\" Харківської міської ради ",
          "21254911"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська дитяча стоматологічна поліклініка №1\" Харківської міської ради ",
          "24275931"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №168 Харківської міської ради\"",
          "24483670"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №1 комбінованого типу Харківської міської ради\"",
          "25867065"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №100 ім. А.С. Макаренка Харківської міської ради Харківської області",
          "24489081"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №110 Харківської міської ради Харківської області ",
          "24487366"
        ],
        [
          "Комунальне підприємство \"Санепідсервіс\"",
          "38385772"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №281\" Харківської міської ради",
          "33068338"
        ],
        [
          "Управління освіти адміністрації Шевченківського району Харківської міської ради",
          "02146268"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська дитяча поліклініка №23\" Харківської міської ради ",
          "02003764"
        ],
        [
          "Харківський ліцей №107 Харківської міської ради Харківської області",
          "22661920"
        ],
        [
          "Комунальне підприємство \"Харківський палац спорту\" ",
          "03564335"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №58 Харківської міської ради Харківської області",
          "21237404"
        ],
        [
          "Комунальний заклад \"Харківська міська спеціалізована дитячо-юнацька спортивна школа олімпійського резерву зі стрільби з луку \"КОМУНАР\"",
          "34017404"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська стомотологічна поліклініка №8\" Харківської міської ради ",
          "23910911"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) № 325 Харківської міської ради\"",
          "26487554"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №96 Харківської міської ради\"",
          "24481564"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №131 Харківської міської ради Харківської області",
          "24676506"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №237 комбінованого типу Харківської міської ради\"",
          "24479875"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна лікарня №31» Харківської міської ради",
          "02003847"
        ],
        [
          "Комунальне підприємство \"Міський торговий ринок\"",
          "41327291"
        ],
        [
          "Харківський технічний ліцей №173 Харківської міської ради Харківської області",
          "23323088"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №265 Харківської міської ради\"",
          "24479504"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №395 Харківської міської ради",
          "24284640"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №97 Харківської міської ради Харківської області",
          "24484059"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №354 комбінованого типу Харківської міської ради",
          "23906766"
        ],
        [
          "Комунальний заклад охорони здоров’я «Харківський міський центр здоров'я»",
          "02001920"
        ],
        [
          "Комунальне підприємство \"Харківжилбуд\"",
          "31733547"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №253 Харківської міської ради\"",
          "24343093"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №88 Харківської міської ради",
          "38492561"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №162 Харківської міської ради Харківської області",
          "21215124"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №77 Харківської міської ради Харківської області",
          "23321407"
        ],
        [
          "Комунальне некомерційне підприємство «Міська поліклініка №17» Харківської міської ради",
          "03003683"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №36 Харківської міської ради",
          "24275888"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №370 Харківської міської ради",
          "24273754"
        ],
        [
          "Комунальний початковий спеціалізований мистецький навчальний заклад \"Дитяча школа мистецтв №6\"",
          "36814871"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №383 Харківської міської ради",
          "24479622"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №376 Харківської міської ради",
          "24482216"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ ступенів №156 Харківської міської ради Харківської області",
          "21263784"
        ],
        [
          "Комунальне некомерційне підприємство «Міська стоматологічна поліклініка №1» Харківської міської ради",
          "02001481"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №119 Харківської міської ради\"",
          "24273760"
        ],
        [
          "Територіальний центр надання соціальних послуг Немишлянського району міста Харкова",
          "22720901"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №362 комбінованого типу Харківської міської ради",
          "39246376"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №174 Харківської міської ради",
          "24483078"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ ступенів №134 Харківської міської ради Харківської області",
          "23753216"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №127 імені  Г.К. Жукова Харківської міської ради Харківської області",
          "21234699"
        ],
        [
          "Комунальний заклад \"Харківський літературний музей\" ",
          "24674418"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №94 Харківської міської ради Харківської області ",
          "22645884"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №114 Харківської міської ради Харківської області",
          "22645915"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №93 Харківської міської ради",
          "24482653"
        ],
        [
          "Комунальне підприємство \"Щасливе місто\"",
          "39402458"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №98 Харківської міської ради Харківської області",
          "21263790"
        ],
        [
          "Комунальне некомерційне підприємство «Міська поліклініка №10» Харківської міської ради",
          "24341622"
        ],
        [
          "Комунальне підприємство \"Комбінат дитячого харчування\"",
          "36816884"
        ],
        [
          "Комунальне підприємство \"Тролейбусне депо №3\"",
          "37765993"
        ],
        [
          "Комунальний заклад \"Харківський міський центр дозвілля молоді\"",
          "32871852"
        ],
        [
          "Комунальний заклад \"Станція юних техніків №1 Харківської міської ради\"",
          "22644838"
        ],
        [
          "Комунальне підприємство \"Харківський метрополітен\"",
          "04805918"
        ],
        [
          "Харківський міський центр соціальних служб \"Довіра\" ",
          "14077503"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська стоматологічна поліклініка №4\" Харківської міської ради",
          "02001601"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ ступенів №11 з поглибленим вивченням окремих предметів  Харківської міської ради Харківської області",
          "24479444"
        ],
        [
          "Харківський ліцей №149 Харківської міської ради Харківської області ",
          "23907274"
        ],
        [
          "Комунальний заклад \"Харківська гімназія №152\" Харківської міської ради Харківської області",
          "23912583"
        ],
        [
          "Комунальне некомерційне підприємство «Міський пологовий будинок №3» Харківської міської ради",
          "02001742"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №148 Харківської міської ради Харківської області ",
          "23907346"
        ],
        [
          "Комунальне некоменційне підприємство \"Міська дитяча лікарня №5\" Харківської міської ради",
          "02003528"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №38 комбінованого типу Харківської міської ради",
          "24272393"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №423 Харківської міської ради\"",
          "23912755"
        ],
        [
          "Комунальний заклад \"Заклад дошкільної освіти  (ясла-садок) №282 Харківської міської ради\"",
          "42404832"
        ],
        [
          "Територіальний центр надання соціальних послуг Слобідського району міста Харкова",
          "22726648"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №157 Харківської міської ради Харківської області ",
          "24481085"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №28 Харківської міської ради Харківської області",
          "21232631"
        ],
        [
          "Адміністрація Шевченківського району Харківської міської ради",
          "37459172"
        ],
        [
          "Департамент адміністративних послуг та споживчого ринку Харківської міської ради",
          "34468472"
        ],
        [
          "Комунальне підприємство \"Муніципальна охорона\" ",
          "36817804"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №270  Харківської міської ради\"",
          "24483167"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №411 комбінованого типу Харківської міської ради\"",
          "23907568"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) № 78 Харківської міської ради\"",
          "26488401"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №268 комбінованого типу Харківської міської ради",
          "24482593"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №36 Харківської міської ради Харківської області",
          "24487917"
        ],
        [
          "Комунальне некомерційне підприємство \"Міський шкірно-венерологічний диспансер №1\" Харківської міської ради",
          "32353623"
        ],
        [
          "Комунальний заклад «Дошкільний навчальний заклад (ясла-садок) №391 комбінованого типу Харківської міської ради»",
          "24341094"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №417 Харківської міської ради\"",
          "24343101"
        ],
        [
          "Комунальний заклад\"Центр дитячої та юнацької творчості №6 Харківської міської ради\"",
          "24329928"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №51 Харківської міської ради",
          "23906795"
        ],
        [
          "Комунальне некомерційне підприємство «Міська лікарня №28» Харківської міської ради",
          "02003735"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №353 Харківської міської ради\"",
          "24341088"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №34 комбінованого типу Харківської міської ради\"",
          "24127633"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №35 комбінованого типу Харківської міської ради\"",
          "23912715"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №430 Харківської міської ради\"",
          "23906890"
        ],
        [
          "Департамент містобудування та архітектури Харківської міської ради ",
          "06716538"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №348 Харківської міської ради\"",
          "24127679"
        ],
        [
          "Харківська гімназія №47 Харківської міської ради Харківської області",
          "23320374"
        ],
        [
          "Комунальний заклад \"Харківська  спеціалізована школа І-ІІІ ступенів з поглибленим вивченням окремих предметів  №16  Харківської міської ради Харківської області імені В.Г. Сергєєва\" ",
          "23917178"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №165  Харківської міської ради Харківської області",
          "24489773"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська дитяча поліклініка №4\" Харківської міської ради ",
          "31886695"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №79 Харківської міської ради\"",
          "24483144"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №355 Харківської міської ради",
          "37090168"
        ],
        [
          "Департамент у справах сім'ї, молоді та спорту Харківської міської ради",
          "35859047"
        ],
        [
          "Відділ культури по Київському району Департаменту культури Харківської міської ради",
          "37460701"
        ],
        [
          "Управління освіти адміністрації Індустріального району Харківської міської ради ",
          "02146328"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) № 142 Харківської міської ради\"",
          "23912749"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №264 Харківської міської ради",
          "24275210"
        ],
        [
          "Адміністрація Основ'янського району Харківської міської ради",
          "37459193"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №44 Харківської міської ради Харківської області",
          "23321161"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №118 Харківської міської ради Харківської області",
          "24481607"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) № 77 Харківської міської ради\"",
          "24485321"
        ],
        [
          "Комунальний заклад \"Палац дитячої та юнацької творчості \"ІСТОК\" Харківської міської ради\"",
          "24481091"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №429 Харківської міської ради\"",
          "24479616"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна лікарня №7» Харківської міської ради",
          "22648032"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №138 Харківської міської ради\"",
          "24479585"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) № 206  Харківської міської ради\"",
          "43418317"
        ],
        [
          "Департамент  по взаємодії з правоохоронними органами та цивільного захисту Харківської міської ради",
          "34469193"
        ],
        [
          "Управління соціального захисту населення Адміністрації Слобідського району Харківської міської ради",
          "03196624"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №373 \"Паросток\" Харківської міської ради",
          "23004452"
        ],
        [
          "Комунальне підприємство \"Жилкомсервіс\"",
          "34467793"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №119 Харківської міської ради Харківської області",
          "24481027"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №290 комбінованого типу Харківської міської ради\"",
          "23918120"
        ],
        [
          "Комунальна організація Харківської міської ради \"Дошкільне харчування\"",
          "37999869"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №156  комбінованого типу Харківської міської ради",
          "24272878"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла садок) №127 Харківської міської ради",
          "23918114"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №407 Харківської міської ради\"",
          "24482713"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) № 275 Харківської міської ради\"",
          "37763081"
        ],
        [
          "Департамент будівництва та шляхового господарства Харківської міської ради",
          "34861610"
        ],
        [
          "Комунальне підприємство \"Зелений каркас\"",
          "42711007"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ  ступенів №108 Харківської міської ради Харківської області",
          "23912554"
        ],
        [
          "Харківська гімназія №39 Харківської міської ради Харківської області",
          "21226820"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №30 Харківської міської ради Харківської області ",
          "21237462"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №113 Харківської міської ради Харківської області",
          "24480996"
        ],
        [
          "Комунальне підприємство «Муніципальна аптека міста Харкова»",
          "37763205"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №445 Харківської міської ради",
          "23918640"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №85  Харківської міської ради\"",
          "24483865"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №357 Харківської міської ради\"",
          "39918179"
        ],
        [
          "Управління соціального захисту населення Адміністрації Немишлянського району Харківської міської ради",
          "03196653"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №52  Харківської міської ради Харківської області",
          "24486504"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська поліклініка №22\" Харківської міської ради",
          "34017621"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №198\" Харківської міської ради",
          "24483888"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №84 Харківської міської ради\"",
          "24483687"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №182 комбінованого типу Харківської міської ради\"",
          "24483902"
        ],
        [
          "Харківська загальноосвітгя школа І-ІІІ ступенів №95 ім. 299 Харківської стрілецької дивізії Харківської міської ради Харківської області",
          "22645890"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ ступенів №18 Харківської міської ради Харківської області",
          "23912494"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №87 Харківської міської ради\"",
          "25454759"
        ],
        [
          "Харківська гімназія №23 Харківської міської ради Харківської області",
          "24676423"
        ],
        [
          "Спеціалізоване комунальне підприємство \"Харківзеленбуд\" Харківської міської ради",
          "03362152"
        ],
        [
          "Територіальний центр надання соціальних послуг Новобаварського району міста Харкова",
          "21249206"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №168 Харківської міської ради Харківської області ",
          "24481955"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №6 комбінованого типу Харківської міської ради",
          "36225327"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №366  Харківської міської ради\"",
          "24485189"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №300\" Харківської міської ради",
          "24127610"
        ],
        [
          "Комунальний заклад \"дошкільний навчальний заклад (ясла-садок) №148 Харківської міської ради\"",
          "24483575"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №307 Харківської міської ради",
          "24482943"
        ],
        [
          "Комунальний заклад \"Центр дитячої та юнацької творчості №2 Харківської міської ради\"",
          "21250422"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №191 Харківської міської ради\"",
          "23912778"
        ],
        [
          "Департамент міжнародного співробітництва Харківської міської ради",
          "37458823"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №375 Харківської міської ради",
          "24483612"
        ],
        [
          "Комунальний заклад \"Харківський  ліцей №112  Харківської міської ради Харківської області",
          "23329429"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №12 комбінованого типу Харківської міської ради\"",
          "24483227"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №111  Харківської міської ради Харківської області",
          "24484209"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №147 Харківської міської ради Харківської області ",
          "23907369"
        ],
        [
          "Комунальне підприємство \"Харківпасс\"",
          "36818918"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №120 Харківської міської ради Харківської області ",
          "24343242"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №19 Харківської міської ради\"",
          "24273791"
        ],
        [
          "Харківський навчально-виховний комплекс №45 \"Академічна гімназія\" Харківської міської ради Харківської області",
          "19464469"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) № 100 Харківської міської ради\"",
          "38279856"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №317\" Харківської міської ради",
          "24483523"
        ],
        [
          "Комунальна установа «Фонд культури та креативу міста Харкова»",
          "44456704"
        ],
        [
          "Комунальне підприємство \"Харківський архітектурно-проектний центр\"",
          "41525460"
        ],
        [
          "Харківська гімназія №163 Харківської міської ради Харківської області ",
          "24481116"
        ],
        [
          "Територіальний центр надання соціальних послуг Холодногірського району міста Харкова ",
          "23009280"
        ],
        [
          "Управління освіти адміністрації Немишлянського району Харківської міської ради",
          "02146340"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська лікарня №3\" Харківської міської ради\"",
          "02003540"
        ],
        [
          "Харківська гімназія №116 Харківської міської ради Харківської області",
          "24333964"
        ],
        [
          "Комунальне підприємство \"Харківський міський центр фізичного здоров'я населення \"Спорт для всіх\"",
          "38158719"
        ],
        [
          "Адміністрація Індустріального району Харківської міської ради",
          "37459146"
        ],
        [
          "Харківська спеціалізована школа І ступеня №177  Харківської міської ради Харківської області",
          "24676400"
        ],
        [
          "Управління освіти адміністрації Основ'янського району Харківської міської ради",
          "02146280"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №200 комбінованого типу Харківської міської ради\"",
          "23918522"
        ],
        [
          "Управління соціального захисту населення адміністрації Холодногірського району Харківської міської ради",
          "03196647"
        ],
        [
          "Комунальне підприємство \"Підземне місто\"",
          "39044307"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №58  Харківської міської ради\"",
          "24483658"
        ],
        [
          "Харківська гімназія №55 Харківської міської ради Харківської області",
          "22625151"
        ],
        [
          "Департамент з інспекційної роботи Харківської міської ради",
          "44493552"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №384 Харківської міської ради\"",
          "24479579"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №29 Харківської міської ради Харківської області",
          "23906855"
        ],
        [
          "Управління з будівництва, ремонту та реконструкції Департаменту житлово-комунального господарства Харківської міської ради",
          "04058516"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №167  Харківської міської ради Харківської області",
          "23466103"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №222 Харківської міської ради\"",
          "24273808"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №450 компенсуючого типу Харківської міської ради",
          "22691803"
        ],
        [
          "Комунальний заклад \"Комплексна дитячо-юнацька спортивна школа №2 Харківської міської ради\"",
          "25462285"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна лікарня №8» Харківської міської ради",
          "03293853"
        ],
        [
          "Харківська загальноосвітня школа І ступеня №176 Харківської міської ради Харківської області",
          "24478114"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №31 Харківської міської ради Харківської області ",
          "24484066"
        ],
        [
          "Управління соціального захисту населення Адміністрації Київського району Харківської міської ради",
          "03196601"
        ],
        [
          "Комунальне некомерційне підприємство «Міська стоматологічна поліклініка №7» Харківської міської ради",
          "03293511"
        ],
        [
          "Харківський ліцей №89 Харківської міської ради Харківської області ",
          "24334036"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №146  Харківської міської ради\"",
          "24127716"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) № 255 комбінованого типу Харківської міської ради\"",
          "25861157"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №122 Харківської міської ради\"",
          "24341148"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №44 Харківської міської ради\"",
          "24341527"
        ],
        [
          "Комунальне некомерційне підприємство «Міська поліклініка  №25» Харківської міської ради",
          "02003445"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №280 Харківської міської ради",
          "24482920"
        ],
        [
          "Комунальний заклад \"Харківський дитячо-юнацький клуб моряків Харківської міської ради\"",
          "22706775"
        ],
        [
          "Комунальне некомерційне підприємство \"Міський клінічний пологовий будинок №6 Харківської міської ради\"",
          "30657392"
        ],
        [
          "Комунальний заклад \"Школа мистецтв Харківської міської ради\"",
          "24280085"
        ],
        [
          "Комунальний заклад \"Комплексна дитячо-юнацька спортивна школа №3 Харківської міської ради\"",
          "23907642"
        ],
        [
          "Управління соціального захисту населення Адміністрації Московського району Харківської міської ради",
          "25864181"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №42 Харківської міської ради Харківської області",
          "02448529"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №361 Харківської міської ради\"",
          "24479543"
        ],
        [
          "Комунальне некомерційне підприємство «Міська дитяча  поліклініка №14» Харківської міської ради",
          "03293936"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №345 комбіновано типу Харківської міської ради\"",
          "24481748"
        ],
        [
          "Комунальне некомерційне підприємство \"Міський перинатальний центр\" Харківської міської ради",
          "30290487"
        ],
        [
          "Комунальне підприємство \"Муніципальна компанія поводження з відходами\" Харківської міської ради",
          "30990215"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №9 Харківської міської ради",
          "26488720"
        ],
        [
          "Комунальне некомерційне підприємство «Міська стоматологічна  поліклініка №2» Харківської міської ради",
          "22645909"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №26 Харківської міської ради Харківської області",
          "24481139"
        ],
        [
          "Харківська гімназія №82 Харківської міської ради Харківської області",
          "23321416"
        ],
        [
          "Комунальний заклад \"Комплексна дитячо-юнацька спортивна школа №13 Харківської міської ради\"",
          "24484221"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №19 Харківської міської ради Харківської області ",
          "24485137"
        ],
        [
          "Комунальне підприємство \"Комплекс з експлуатації об'єктів водозниження і зливової каналізації\"",
          "34953769"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №367 Харківської міської ради\"",
          "24485217"
        ],
        [
          "Комунальний заклад \"Заклад дошкільної освіти  (ясла-садок) №436 Харківської міської ради\"",
          "44361183"
        ],
        [
          "Комунальне підприємство \"Станція юних техніків №3 Харківської міської ради\"",
          "24135399"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №397 Харківської міської ради",
          "24284634"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №29 Харківської міської ради\"",
          "26488393"
        ],
        [
          "Комунальний заклад \"Харківський  ліцей №8 Харківської міської ради Харківської області",
          "24485120"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ ступенів №170 Харківської міської ради Харківської області",
          "24486639"
        ],
        [
          "Комунальний заклад Харківський навчально-виховний комплекс №106 Харківської міської ради Харківської області імені В.О. Кисіля",
          "23907501"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №60 Харківської міської ради Харківської області ",
          "22645795"
        ],
        [
          "Комунальний заклад \"Харківська загальноосвітня школа І-ІІІ ступенів №96 Харківської міської ради Харківської області\"",
          "24280837"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №463 Харківської міської ради",
          "24482191"
        ],
        [
          "Комунальний заклад «Дошкільний навчальний заклад (ясла-садок) №399 комбінованого типу Харківської міської ради»",
          "23454353"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №101 Харківської міської ради Харківської області",
          "24480565"
        ],
        [
          "Комунальний початковий спеціалізований мистецький навчальний заклад \"Дитяча музична школа №1 ім",
          "02220303"
        ],
        [
          "Управління освіти адміністрації Київського района Харківської міської ради",
          "02146274"
        ],
        [
          "Комунальний заклад \"Харківська спеціалізована школа IІ-III ступенів №3 Харківської міської ради Харківської області\"",
          "24484600"
        ],
        [
          "Харківська вечірня (змінна) школа №3 Харківської міської ради Харківської області",
          "24342320"
        ],
        [
          "Управління освіти адміністрації Московського району Харківської міської ради",
          "02146334"
        ],
        [
          "Комунальний заклад \"Міська спеціалізована дитяча-юнацька спортивна школа олімпійського резерву\"",
          "22704322"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №103 Харківської міської ради Харківської області ",
          "24484020"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №414 Харківської міської ради",
          "23912637"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №123 Харківської міської ради Харківської області ",
          "24485152"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №145 Харківської міської ради Харківської області",
          "24479450"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №72  Харківської міської ради Харківської області",
          "24482340"
        ],
        [
          "Харківська загальноосвітня школа  І - ІІІ ступенів №138 Харківської міської ради Харківської області",
          "24485143"
        ],
        [
          "Харківська спеціальна вечірня загальноосвітня школа ІІ-ІІІ ступенів №23 Харківської міської ради Харківської області",
          "23912608"
        ],
        [
          "Харківський навчально-виховний комплекс №180 Харківської міської ради Харківської області",
          "24479510"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №286 комбінованого типу Харківської міської ради\"",
          "24272884"
        ],
        [
          "Харківський навчально-виховний комплекс №179 Харківської міської ради Харківської області",
          "23907263"
        ],
        [
          "Комунальне некомерційне підприємство «Міська дитяча поліклініка №15» Харківської міської ради",
          "25463416"
        ],
        [
          "Управління освіти адміністрації Слобідського району Харківської міської ради",
          "02146297"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №160 комбінованого типу Харківської міської ради\"",
          "24127685"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська поліклініка №26\" Харківської міської ради",
          "02003698"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №416 Харківської міської ради",
          "25863665"
        ],
        [
          "Комунальне підприємство \"Тролейбусне депо №2\"",
          "37766007"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №64 Харківської міської ради Харківської області ",
          "24484014"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №117 Харківської міської ради Харківської області",
          "23907518"
        ],
        [
          "Комунальний заклад \"Міська комплексна дитячо-юнацька спортивна школа \"Восток\"  м. Харкова\"",
          "33290660"
        ],
        [
          "Комунальне підприємство \"Харківспецбуд\"",
          "32168454"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська поліклініка №18\" Харківської міської ради",
          "02003853"
        ],
        [
          "Комунальне підприємство \"Харківські теплові мережі\"",
          "31557119"
        ],
        [
          "Комунальне спеціалізоване підприємство \"Інженерні мережі\"",
          "37577078"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №458 комбінованого типу Харківської міської ради",
          "24127647"
        ],
        [
          "Комунальне некомерційне підприємство «Міський клінічний пологовий будинок №7» Харківської міської ради",
          "30658176"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №320 Харківської міської ради",
          "26450445"
        ],
        [
          "Комунальне некомерційне підприємство «Міська клінічна лікарня швидкої та невідкладної медичної допомоги ім. проф. О.І. Мещанінова» Харківської міської ради",
          "02003557"
        ],
        [
          "Комунальний заклад \"Харківський навчально-виховний комплекс №21 Харківської міської ради Харківської області\"",
          "24479071"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №102 Харківської міської ради Харківської області",
          "23321310"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №453 Харківської міської ради",
          "24482200"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №180 Харківської міської ради\"",
          "24282308"
        ],
        [
          "Комунальне некомерційне підприємство «Міська багатопрофільна лікарня №18» Харківської міської ради",
          "02003511"
        ],
        [
          "Комунальний заклад  \"Харківська загальноосвітня школа І-ІІІ ступенів №63 Харківської міської ради Харківської області\" ",
          "23751708"
        ],
        [
          "Комунальний заклад \"дошкільний навчальний заклад (ясла-садок) № 302 Харківської міської ради\"",
          "25861163"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №124 комбінованого типу Харківської міської ради\"",
          "24483233"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №55\" Харківської міської ради",
          "24483173"
        ],
        [
          "Комунальне підприємство \"Жовтневе трамвайне депо\"",
          "37765988"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №62 Харківської міської ради\"",
          "23912672"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №393 Харківської міської ради",
          "24479556"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №54 Харківської міської ради Харківської області",
          "21232022"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №88 Харківської міської ради Харківської області",
          "24481323"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №336 Харківської міської ради\"",
          "24485172"
        ],
        [
          "Комунальне підприємство \"Міськелектротранссервіс\"",
          "37761936"
        ],
        [
          "Комунальний заклад \"Заклад дошкільної освіти (ясла-садок) №333 Харківської міської ради\"",
          "43645564"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №114\" Харківської міської ради",
          "23746937"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №230 Харківської міської ради",
          "41672470"
        ],
        [
          "Комунальний заклад «Харківський інклюзивно-ресурсний центр Харківської міської ради»",
          "42253980"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №146 Харківської міської ради Харківської області ",
          "23907323"
        ],
        [
          "Комунальне підприємство \"Харків-сигнал\"",
          "35586054"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №136  Харківської міської ради\"",
          "24276161"
        ],
        [
          "Комунальний заклад \"Харківський дитячий будинок \"Родина\" Харківської міської ради\"",
          "24665046"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №24 Харківської міської ради\"3",
          "24343147"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №242 Харківської міської ради\"",
          "24275902"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №15 комбінованого типу Харківської міської ради\"",
          "24273627"
        ],
        [
          "Комунальний заклад \"Харківська гімназія №43 Харківської міської ради Харківської області",
          "24485166"
        ],
        [
          "Комунальний заклад \"Центр позашкільної освіти \"МРІЯ\" Харківської міської ради\"",
          "23322686"
        ],
        [
          "Харківський ліцей №161 \"Імпульс\"  Харківської міської ради\" Харківської області",
          "24481659"
        ],
        [
          "Комунальна установа \"Муніципальний стартап-центр міста Харкова\"",
          "43614143"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №294 Харківської міської ради\"",
          "34329934"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №48 Харківської міської ради Харківської області ",
          "24342297"
        ],
        [
          "Управління інноваційного розвитку та іміджевих проектів Департаменту у справах сім'ї, молоді та спорту Харківської міської ради",
          "40642309"
        ],
        [
          "Адміністрація Московського району Харківської міської ради",
          "37459167"
        ],
        [
          "Комунальний заклад \"Муніципальний центр культури та аматорського мистецтва\"",
          "01276891"
        ],
        [
          "Харківська вечірня школа №37 Харківської міської ради Харківської області",
          "23907694"
        ],
        [
          "Комунальне некомерційне підприємство «Міська дитяча поліклініка №2» Харківської міської ради",
          "31886847"
        ],
        [
          "Комунальне некомерційне підприємство «Міський шкірно-венерологічний диспансер №4» Харківської міської ради",
          "23329629"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №52 комбінованого типу Харківської міської ради\"",
          "24481501"
        ],
        [
          "Харківська гімназія №86 Харківської міської ради Харківської області",
          "23912531"
        ],
        [
          "Харківська спеціалізована школа I-III ступенів №73 Харківської міської ради Харківської області",
          "23334979"
        ],
        [
          "Комунальна організація \"Харківський зоологічний парк\"",
          "02220881"
        ],
        [
          "Комунальний заклад \"Харківська гімназія №6 \"Маріїнська гімназія\" Харківської міської ради Харківської області\"",
          "24334645"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №303 Харківської міської ради",
          "31070303"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська клінічна лікарня №14 ім.проф. Л.Л. Гіршмана\" Харківської міської ради",
          "02003681"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №413 Харківської міської ради",
          "24276215"
        ],
        [
          "Комунальний заклад \"Харківський технологічний ліцей №9 Харківської міської ради\"",
          "24490196"
        ],
        [
          "Харківська гімназія №83 Харківської міської ради Харківської області ",
          "22645849"
        ],
        [
          "Комунальне некомерційне підприємство «Міський клінічний пологовий будинок №2 імені М.Х. Гельферіха» Харківської міської ради",
          "02001759"
        ],
        [
          "Комунальний заклад \"Комплексна дитячо-юнацька спортивна школа №1 Харківської міської ради\"",
          "25695090"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №289\" Харківської міської ради",
          "30614385"
        ],
        [
          "Комунальне некомерційне підприємство \"Міська поліклініка №3\" Харківської міської ради",
          "25180090"
        ],
        [
          "Комунальний заклад культури \"Муніципальний центр культурних ініціатив  Харківської міської ради  Харківської області\"",
          "23325957"
        ],
        [
          "Комунальне некомерційне підприємство «Міська дитяча поліклініка №16» Харківської міської ради",
          "31939013"
        ],
        [
          "Комунальний заклад соціального захисту для дітей \"Центр соціально-псхологічної реабілітації дітей\" міста Харкова",
          "38159995"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №137 Харківської міської ради Харківської області",
          "24344336"
        ],
        [
          "Комунальне підприємство \"Спортивний комплекс \"Металіст\" Харківської міської ради",
          "24477221"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №31 Харківської міської ради\"",
          "24481518"
        ],
        [
          "Комунальний заклад \"Харківський центр професійного розвитку педагогічних працівників Харківської міської ради\"",
          "44079064"
        ],
        [
          "Комунальний позашкільний навчальний  заклад \"Харківський міський комплексний центр клубів за місцем проживання\"",
          "38384920"
        ],
        [
          "Комунальний заклад \"Центр дитячої та юнацької творчості №7 Харківської міської ради\"",
          "24333290"
        ],
        [
          "Комунальне підприємство \"Харківське міське бюро технічної інвентаризації Харківської міської ради\"",
          "03355057"
        ],
        [
          "Адміністрація Новобаварського району Харківської міської ради",
          "37459130"
        ],
        [
          "Комунальний заклад \"Центр позашкільної освіти \"Старт\" Харківської міської ради\"",
          "23912790"
        ],
        [
          "Загальноосвітня школа І-ІІІ ступенів №35 Харківська міської ради Харківської області",
          "24341964"
        ],
        [
          "Комунальний заклад \"Харківський міський центр комплексної реабілітації для осіб з інвалідністю \"Промінь\"\"",
          "32869843"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ ступенів №17 Харківської міської ради Харківської області",
          "23753050"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №240 комбінованого типу Харківської міської ради",
          "24482570"
        ],
        [
          "Харківська спеціалізована школа І-ІІІ ступенів №99 Харківської міської ради Харківської області",
          "23906737"
        ],
        [
          "Департамент інфраструктури Харківської міської ради",
          "34468231"
        ],
        [
          "Департамент реєстрації Харківської міської ради",
          "40214227"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №454 Харківської міської ради",
          "24483121"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №25 Харківської міської ради Харківської області ",
          "24484132"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №40 Харківської міської ради Харківської області",
          "24481106"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №164 Харківської міської ради Харківської області",
          "24489492"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №7 комбінованого типу Харківської міської ради\"",
          "26451941"
        ],
        [
          "Комунальний заклад \"Соціальний готель\"",
          "40884756"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №2 Харківської міської ради Харківської області ",
          "24479094"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №30 Харківської міської ради",
          "39261840"
        ],
        [
          "Комунальне підприємство \"Харківське ремонтно-будівельне підприємство\" ",
          "37763844"
        ],
        [
          "Управління з соціальних питань Департаменту соціальної політики Харківської міської ради",
          "26203284"
        ],
        [
          "Харківська загальноосвітня школа І-ІІІ ступенів №84 Харківської міської ради Харківської області ",
          "24484008"
        ],
        [
          "Харківська загальноосвітня школа I-III ступенів №125 Харківської міської ради Харківської області",
          "23907339"
        ],
        [
          "Комунальний заклад \"Дошкільний навчальний заклад (ясла-садок) №400 Харківської міської ради\"",
          "24482736"
        ],
      ],
      // посада
      [CATEGORY.POSITION]: [
        ["Лікар"],
        ["Начальник відділу"],
        ["Методист"],
        ["Інструктор - методист"],
        ["Бухгалтер"],
        ["Державний реєстратор"],
        ["Керівник закладу"],
        ["Інше"],
        ["Вчитель-логопед"],
        ["Заступник директора з навчальної роботи"],
        ["Провідний спеціаліст"],
        ["Вчитель"],
        ["Заступник начальника відділу – заступник головного бухгалтера"],
        ["Заступник директора"],
        ["Завідувач сектору"],
        ["Медичний працівник"],
        ["Медична сестра"],
        ["Заступник директора – начальник Управління"],
        ["Практичний психолог"],
        ["Керівник гуртка"],
        ["Заступник начальника відділу"],
        ["Заступник голови адміністрації району"],
        ["Міський голова"],
        ["Завідуючий"],
        ["Генеральний директор"],
        ["Адміністратор"],
        ["Помічник вихователя"],
        ["Начальник відділу – головний бухгалтер"],
        ["Спеціаліст"],
        ["Голова адміністрації району"],
        ["Керівник"],
        ["Заступник головного лікаря з медичної роботи"],
        ["Директор"],
        ["Спеціаліст 1 категорії"],
        ["Педагогічний працівник"],
        ["Заступник головного лікаря з економічних питань"],
        ["Діловод"],
        ["Заступник міського голови"],
        ["Головний спеціаліст"],
        ["Вихователь-методист"],
        ["Консультант"],
        ["Начальник Управління"],
        ["Секретар міської ради"],
      ],
      [CATEGORY.PRIVILEGE_TYPE]: [
        ["Учнівська"],
        ["Студентська"],
        ["Соціальна"],
        ["Професійна"],
      ]
    };

    each(glossaries, (items, category) => {
      each(items, async (item) => {
        await prisma.glossary.upsert({
          where: {
            category_value: {
              category,
              value: first(item),
            }
          },
          update: {
            value: first(item),
            additional_field: size(item) > 1 ? last(item) : null,
          },
          create: {
            category,
            value: first(item),
            additional_field: size(item) > 1 ? last(item) : null,
          },
        })
      })
    });
  }
}
